[
  {
    "id": "1",
    "name": "Nike Air Force 1 07",
    "price": "100",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/b7d9211c-26e7-431a-ac24-b0540fb3c00f/air-force-1-07-shoe-WrLlWX.png",
    "desc": "The radiance lives on in the Nike Air Force 1 '07, the b-ball OG that puts a fresh spin on what you know best: durably stitched overlays, clean finishes and the perfect amount of flash to make you shine"
  },
  {
    "id": "2",
    "name": "Nike Air Force 1 07 LV8",
    "price": "150",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/cd7e8aa7-462c-4875-93a7-d1f4885b319b/air-force-1-07-lv8-shoes-brM6PM.png",
    "desc": "This iteration of our iconic Nike Air Force 1 '07 LV8 has hoops-inspired performance features that provide a comfortable base with flashing-light-activated design details."
  },
  {
    "id": "3",
    "name": "Nike Air Force 1 Shadow",
    "price": "120",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/d223ea7d-84a2-44ac-b89a-b6e9b71ed575/air-force-1-shadow-shoes-mN8Glx.png",
    "desc": "The Nike Air Force 1 Shadow puts a playful twist on a classic b-ball design.Using a layered approach, doubling the branding and exaggerating the midsole, it highlights AF-1 DNA with a bold, new look."
  },
  {
    "id": "4",
    "name": "Nike Air Force 1 Mid '07 QS ",
    "price": "200",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/dee68ab3-45fe-4749-b143-e61a68a5814f/air-force-1-mid-07-qs-shoes-tlQ3Xf.png",
    "desc": "Era-echoing, '80s construction, bold details and nothin'-but-net style go up with plush padding around the mid-cut ankle and hook-and-loop closure. And if that's not enough, velvety nubuck leather and synthetic suede give it a premium finish."
  },
  {
    "id": "5",
    "name": "Nike Air Force 1 '07 LX ",
    "price": "120",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/b73a2874-5e78-4ece-ae2d-44855da7210c/air-force-1-07-lx-shoes-RbMfC9.png",
    "desc": "Let your rebellious spirit shine through in the Air Force 1 '07 LX. Stitched overlays, bold details and just the right amount of hoops style help these kicks turn heads on the street. Pops of pink and soft real and synthetic leather dressed up as faux snakeskin add a hint of attitude to give an already legendary look an update that's as expressive as you are."
  },
  {
    "id": "6",
    "name": "Nike Air Force 1 LV8 Next Nature",
    "price": "100",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/9edbbdfd-0adf-4e05-9141-8f8d883484b9/air-force-1-lv8-next-nature-older-shoes-HtVd5W.png",
    "desc": "This AF-1 brings beach-day feels to a b-ball icon. This summer-ready refresh stands out with sunny colours and fun, tropical graphics to keep you excited for warm weather. A real and synthetic leather upper and hidden Air unit underfoot deliver 5-star comfort and style."
  },
  {
    "id": "7",
    "name": "Nike Air Force 1 Mid x Off-White ™ ",
    "price": "250",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/cd621b0a-87fd-4441-aaa4-f2efb4e68e08/air-force-1-mid-off-white-shoes-7LDx46.png",
    "desc": "Virgil Abloh's legacy continues with the Air Force 1 Mid. Celebrating 40 years of AF-1, he re-imagined the legendary silhouette through the futurist lens. Lightweight, airy mesh with woodgrain pattern brings a utilitarian edge, while the spiked outsole connects directly to the ISPA philosophy of "
  },
  {
    "id": "8",
    "name": "Nike Air Force 1 GTX ",
    "price": "170",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/11aba524-f7f9-4e2a-9e9d-9aa87ba8eb2e/air-force-1-gtx-shoes-60rsTr.png",
    "desc": "The radiance lives on in the Nike Air Force 1 GTX, the b-ball OG that puts a fresh spin on what you know best: crisp leather, bold colours and the perfect amount of flash to make you shine.This time it's clad in GORE-TEX technology, ready to usher in the seasonal change of style (and a little bit of rain)."
  },
  {
    "id": "9",
    "name": "Nike Air Force 1 '07 Premium ",
    "price": "120",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/08105925-b788-48d7-8381-99257fcd0281/air-force-1-07-shoes-dbvfjQ.png",
    "desc": "Get ready for your adventure. This AF-1 puts a premium spin on what you know best: stitched overlays, bold colours and the perfect amount of hoops style to make heads turn. A zipped pouch on the tongue lets you stash your stuff and there's even a detachable Swoosh carabiner that works as a bottle opener."
  },
  {
    "id": "10",
    "name": "Nike Air Force 1 '07 LV8 EMB",
    "price": "150",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/737349c6-0fa8-47f9-a9ce-8e62359830d6/air-force-1-07-lv8-emb-shoes-mShhbj.png",
    "desc": "Crossing hardwood comfort with off-court flair, the b-ball original puts a WNBA/NBA spin on what you know best: era-echoing, '80s construction and bold details (including a basketball-like texture on the Swoosh and colours that let you rep your favourite team's kit). It's nothin'-but-net style."
  },
  {
    "id": "11",
    "name": "Nike Air Force 1 Luxe",
    "price": "150",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/b6c44b0e-7b9c-4d0b-a370-3a78872f69b4/air-force-1-luxe-shoes-651TPJ.png",
    "desc": "The radiance lives on in the Nike Air Force 1 Luxe, the b-ball classic that puts a fresh spin on what you know best. It has stitched overlays, bold colours and the perfect amount of hoops style to make heads turn."
  },
  {
    "id": "12",
    "name": "Nike Air Force 1 '07 Skeleton ",
    "price": "120",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/abf6985d-7d5c-4b9b-b435-0472cf42abe8/air-force-1-07-skeleton-shoe-ljxHtQ.png",
    "desc": "The radiance lives on in the Nike Air Force 1 '07 Skeleton, the basketball icon that puts an X-ray spin on what you know best: crisp leather, bold colours and the perfect amount of flash to make you shine. This special edition continues the journey with a bold skeleton print design and adds a glow in the dark midsole/outsole finish."
  },
  {
    "id": "13",
    "name": "Nike Air Force 1 Mid '07 LX",
    "price": "150",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/f087213a-d650-468b-93b8-80585d6e9e66/air-force-1-mid-07-lx-shoes-xh9nWf.png",
    "desc": "Let your rebellious spirit shine through in the Air Force 1 Mid '07 LX. Crisp synthetic leather overlays, bold accents and the perfect amount of flash lend this streetwear staple a bit of edge. Expressive details on the insoles add a hint of attitude, while the padded, mid-cut collar and classic hook-and-loop closures bring heritage b-ball comfort."
  },
  {
    "id": "14",
    "name": "Nike Air Force 1 High '07 Premium ",
    "price": "150",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/8e8bc952-5d85-470f-aa5e-c09251330c9b/air-force-1-high-07-shoes-XJtdVt.png",
    "desc": "Summer showers don't have to put a damper on your day, or your look. Rich jewel tones bring just the right amount of flash to the classic shape of the Air Force 1 High '07, helping them stand out under even the darkest of clouds. Durable synthetic leather, semi-transparent moulded overlays and a padded, high-cut collar with hook-and-loop closure adds heritage b-ball comfort to make these feel as good as they look."
  },
  {
    "id": "15",
    "name": "Nike Air Force 1 LV8 3",
    "price": "100",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/qexr04jfgy8jlngx1dek/air-force-1-lv8-3-older-shoe-VXPTrs.png",
    "desc": "The Nike Force 1 LV8 3 refreshes the icon from 1982 with soft suede leather. Classic Nike Air cushioning gives you lightweight comfort with every step."
  },
  {
    "id": "16",
    "name": "Nike Air Max Flyknit Racer",
    "price": "200",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/c350d55e-1a36-4d52-bd39-52f753b17e2d/air-max-flyknit-racer-shoes-Q9lN71.png",
    "desc": "Paying homage to both heritage and innovation, we've blended 2 icons (old and new) to go beyond what's expected in the Nike Air Max Flyknit Racer. Incredibly light and airy Flyknit is paired with oh-so-comfy Air Max cushioning. Lace up and let your feet do the talking."
  },
  {
    "id": "17",
    "name": "Nike Air Max Koko",
    "price": "100",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/i1-e8e29c02-b3bc-4154-bc2b-35f993f38042/air-max-koko-sandal-ktWc9N.png",
    "desc": "Heat up the streets in the Nike Air Max Koko Sandal. Designed for women, this pinnacle platform height sandal adds a splash of colourful Air in the heel. The thick, layered foam midsole provides a smooth and flexible ride. Premium details on the upper add texture and dimension to elevate your look."
  },
  {
    "id": "18",
    "name": "Nike Air Max Plus",
    "price": "200",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/c0af4a19-bdb8-481d-bcfe-9e5e844f598b/air-max-plus-shoes-04K813.png",
    "desc": "Let your attitude have the edge with flame-like caging that adds heat to the streets while airy mesh keeps you cool. The Nike Air Max Plus gives you a tuned Nike Air experience that offers premium stability and unbelievable cushioning."
  },
  {
    "id": "19",
    "name": "Nike Air Max 2021",
    "price": "150",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/fcc8f9be-a611-41b3-a637-1093066e732d/air-max-2021-shoes-MljWq1.png",
    "desc": "We could use a lot of superlatives to describe these shoes. We could tell you that the new Air cushioning system delivers the most revolutionary sensation you've ever felt. Or say the cored-out foam midsole gives you an incredible, super-soft feel. But what fun is giving away all the surprises? Lace up and feel the next era of Air for yourself. Made from at least 20% recycled materials by weight."
  },
  {
    "id": "20",
    "name": "Nike Air Max 90 SE",
    "price": "150",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/71b76b15-f9e4-4a0e-9654-a9f8dc373597/air-max-90-se-shoes-lxzG1b.png",
    "desc": "Get a little wild in the heirloom of style. The Nike Air Max 90 SE stays true to its original roots with its iconic Waffle outsole, stitched overlays and classic TPU accents. The patchwork upper features an array of richly textured fabrics to go along with animal print graphics that deliver an untameable look."
  },
  {
    "id": "21",
    "name": "Nike Air Max 97 By You",
    "price": "250",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/5d956648-50ec-4b4b-93d6-4f398b556aa4/custom-nike-air-max-97-by-you.png",
    "desc": "Bring back the nostalgia of long summer days from your childhood with a hot colour palette and a wavy mesh that alludes to the mesmerising optical illusion of heat rising from the tarmac. Classic layers get a new level of appeal with material choices, pop colours and Metallic Silver that hearkens back to the real OG: Nike Air Max 97 By You."
  },
  {
    "id": "22",
    "name": "Nike Air VaporMax 2021 FK",
    "price": "200",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/cc64e726-4ddb-4d57-bf0d-9b1e8dadd321/air-vapormax-2021-fk-shoes-xpD4JD.png",
    "desc": "Made from at least 40% recycled materials by weight, the Nike Air VaporMax 2021 FK is airy and easy to wear with super-stretchy, recycled Flyknit fabric, plus a soft collar that sculpts your ankle.The stitched-on Swoosh and recycled TPU heel clip add a splash of intrigue as you float down the streets on incredibly soft VaporMax cushioning."
  },
  {
    "id": "23",
    "name": "Nike Air Max 90",
    "price": "130",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/2f4cc7f0-dbbc-43c8-8741-88ebfda6e193/air-max-90-shoes-7nQqVj.png",
    "desc": "Nothing as comfortable. Nothing as proven. The Nike Air Max 90 stays true to its roots with the iconic Waffle sole, stitched overlays and TPU accents on the eyestays. Clashing colours give it a fresh look and feel."
  },
  {
    "id": "24",
    "name": "Nike Air Max 95",
    "price": "250",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/3285da6e-6008-4957-842e-8f10d48beee5/air-max-95-shoes-TJH2bZ.png",
    "desc": "Taking inspiration from the human body and '90s athletics aesthetics, the Nike Air Max 95 mixes unbelievable comfort with head-turning style. The iconic side panels represent strength and use a selection of colours. Visible Air in the heel and forefoot cushions every step."
  },
  {
    "id": "25",
    "name": "Nike Air Max Furyosa",
    "price": "145",
    "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/2df55c9d-72c8-456e-b757-bced06b0e79c/air-max-furyosa-shoes-H9mN4q.png",
    "desc": "With a look inspired by the fast-paced running shoes of the '90s, the Nike Air Max Furyosa brings a powerful new voice to your wardrobe.Stacked Air in the heel is offset, delivering a bold statement in cushioning.Its heel pillow, plush collar and ultra-padded tongue make it feel like you've just stepped into your favourite pair of slippers."
  }
]
